Repository: msiprime/deco-trade-hub-final
Catalog: packages/localization/lib/l10n/app_*.arb
Languages: bn

source: No value selected
bn: কোনো মান নির্বাচন করা হয়নি

# valueMustBeNumericLessThan
source: Value must be numeric and less than {max} characters
bn: মানটি সংখ্যা হতে হবে এবং {max} অক্ষরের কম হতে হবে

# valueMustBeNumericBetween
source: Value must be numeric and between {min} and {max} characters
bn: মানটি সংখ্যা হতে হবে এবং {min} এবং {max} অক্ষরের মধ্যে থাকতে হবে

source: Value cannot be empty
bn: মানটি খালি থাকতে পারে না

source: Value must be numeric
bn: মানটি সংখ্যা হতে হবে

# valueMustBeNumericWithLength
source: Value must be numeric and have {length} characters
bn: মানটি সংখ্যা হতে হবে এবং এর দৈর্ঘ্য {length} অক্ষর হতে হবে

# valueMustBeBetween
source: Value must be between {min} and {max} characters
bn: মানটি {min} এবং {max} অক্ষরের মধ্যে থাকতে হবে

source: Cancel
bn: বাতিল

source: Ok
bn: ঠিক আছে

source: Back
bn: পেছনে

source: Submit
bn: জমা দিন

source: Next
bn: পরবর্তী

source: Invalid email address
bn: অবৈধ ইমেইল ঠিকানা

# oopsAnErrorHasOccurred
source: Oops, we encountered a serious error, please contact support!
bn: অপস, একটি গুরুতর ত্রুটি ঘটেছে, দয়া করে সহায়তার জন্য যোগাযোগ করুন!

source: Connected
bn: সংযুক্ত

source: Disconnected
bn: অসংযুক্ত

# networkErrorHasOccurred
source: A network error has occurred
bn: একটি নেটওয়ার্ক ত্রুটি ঘটেছে

source: Request cancelled
bn: অনুরোধ বাতিল করা হয়েছে

# generalApiErrorMessage
source: An error has occurred
bn: একটি ত্রুটি ঘটেছে
